<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.1Password-selfservice</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Security</string>
		<key>GROUP_NAME</key>
		<string/>
		<key>GROUP_TEMPLATE</key>
		<string/>
		<key>MAJOR_VERSION</key>
		<string>5</string>
		<key>POLICY_CATEGORY</key>
		<string>Security</string>
		<key>POLICY_TEMPLATE</key>
		<string>LicensedAppPolicyTemplate-selfservice.xml</string>
		<key>LICENSE_TRIGGER</key>
		<string>1Password</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.jss-recipes.jss.1Password</string>
</dict>
</plist>
